{
  "metadata": {
    "characteristics": {
      "copy": [
        false
      ],
      "type": [
        "qira"
      ]
    },
    "context": {
      "author_name": [
        "نجم الدين عبد الغفار بن عبد الكريم القزويني"
      ],
      "author_viaf": [
        null
      ],
      "work_title": [
        "الحاوي الصغير في الفتاوي"
      ]
    },
    "edit": {
      "amended_by": [
        null
      ],
      "editor": [
        "Said Aljoumani"
      ],
      "status": [
        "wip"
      ]
    },
    "object": {
      "catalog": [
        null
      ],
      "classmark": [
        "Ms. or. Quart 1069"
      ],
      "folio_number": [
        "236v"
      ],
      "library": [
        "Stabi"
      ],
      "link_to_manuscript": [
        null
      ],
      "manuscript_link": [
        "https://www.qalamos.net/receive/DE1Book_manuscript_00021333"
      ]
    }
  },
  "properties": [
    {
      "attributes": {
        "day": [
          "13"
        ],
        "editor": [
          "Vincent Engelhardt"
        ],
        "month": [
          "5"
        ],
        "year": [
          "711"
        ]
      },
      "endIndex": 1064,
      "guid": "26eeac48-e74b-4e93-91f2-1247f47a98b3",
      "startIndex": 1009,
      "text": "في الثالث عشر من شهر جمادى الأولى سنة إحدى عشرة وسبعماية",
      "type": "date"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "reader",
          "owner"
        ]
      },
      "endIndex": 412,
      "guid": "5496cb5e-f161-498e-bbf7-ac3b4e06b6af",
      "startIndex": 291,
      "text": "فضل الله بن الصدر الصاحب المعظم البارع المتورع السالك الناسك، مفخر أكابر العالم، تاج الدولة والدين أبي بكر بن حمد المستوفي",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "musmi",
          "writer"
        ]
      },
      "endIndex": 992,
      "guid": "a08e25e8-68ff-403f-a4d5-d636dac4c936",
      "startIndex": 953,
      "text": "محمد بن عبد الغفار بن عبد الكريم الغفاري",
      "type": "person"
    }
  ],
  "text": "بسم الله الرحمن الرحيم وبه نستعين\nالحمد لله رب العالمين والعاقبة للمتقين والصلاة والسلام على خير خلقه محمد وآله أجمعين أما بعد فإن صاحب الكتاب الولد الاعز الأكرم الصدر الإمام المعظَّم الحسيب النسيب المكرم، ملك الصدور والفضلاء قدوة الأماجد والعلماء، علاء الملة والدين، زين الإسلام والمسلمين. فضل الله بن الصدر الصاحب المعظم البارع المتورع السالك الناسك، مفخر أكابر العالم، تاج الدولة والدين أبي بكر بن حمد المستوفي، متَّعً الله كل واحد من المتوالدين ببقاء الآخر، قرأ عليَّ جميع هذا الكتاب الموسوم بالحاوي المنسوب إلى والدي وأستاذي تغمده الله بغفرانه من أوله إلى آخره قراءة بحث وفهم وإتقان، وإني قد أجزت له دام فضله أن يروي عني ذلك بالتدريس والتفهيم، وأن يُفتي بما عليه معظم أصحاب الشافعي المطلبي رضوان الله عليه، وأن يروي أيضًا سائر مسموعاتي ومستجازاتي ومناولاتي من التفاسير والأحاديث وكتب الفقه وغير ذلك مما للرواية فيه مدخل ومحال، بعد رعاية شرايط جميع ذلك على ما اعتبره أهلها، وفَّقه الله تعالى لذلك ولمرضاته، ولا يحرمنا من صالح دعواته وكتب هذه الأحرف محمد بن عبد الغفار بن عبد الكريم الغفاري غفر الله ذنوبه في الثالث عشر من شهر جمادى الأولى سنة إحدى عشرة وسبعماية."
}