{
  "metadata": {
    "characteristics": {
      "copy": [
        true
      ],
      "type": [
        "qira"
      ]
    },
    "context": {
      "author_name": [
        "المنذري"
      ],
      "author_viaf": [
        null
      ],
      "work_title": [
        "الترغيب والترهيب"
      ]
    },
    "edit": {
      "amended_by": [
        null
      ],
      "editor": [
        "Said Aljoumani"
      ],
      "status": [
        "wip"
      ]
    },
    "object": {
      "catalog": [
        null
      ],
      "classmark": [
        "Hs. Or. 5644"
      ],
      "folio_number": [
        "221r"
      ],
      "library": [
        "Stabi"
      ],
      "link_to_manuscript": [
        null
      ],
      "manuscript_link": [
        "https://www.qalamos.net/receive/DE1Book_manuscript_00031934"
      ]
    }
  },
  "properties": [
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "sanad_al_musmi"
        ]
      },
      "endIndex": 1099,
      "guid": "56937e0a-9d04-40e9-ba9f-63461df6861e",
      "startIndex": 1050,
      "text": "زكي الدين أبي محمد عبد العظيم بن عبد القوي المنذري",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "copyist"
        ]
      },
      "endIndex": 1870,
      "guid": "63445be5-11bb-4848-8547-a7645168bb24",
      "startIndex": 1853,
      "text": "لطف الباري بن أحمد",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "reader"
        ]
      },
      "endIndex": 667,
      "guid": "8662b436-e672-4538-bd7d-e9a591cf6d9f",
      "startIndex": 581,
      "text": "شهاب الدين أحمد بن الفقير إلى الله تعالى شمس الدين محمد الإسكندراني المعروف بابن القصاص",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "sanad_al_musmi"
        ]
      },
      "endIndex": 1002,
      "guid": "92397d32-0845-4992-863f-3b8161b0dc2f",
      "startIndex": 959,
      "text": "جمال الدين يوسف بن عمر بن حسين الختني الحنفي",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "sanad_al_musmi"
        ]
      },
      "endIndex": 923,
      "guid": "9b082473-556d-4ee1-93a5-f70f1bd15478",
      "startIndex": 875,
      "text": "أبي علي أحمد بن عبد العزيز المهدوي البزاز الفاضلي",
      "type": "person"
    },
    {
      "attributes": {
        "day": [
          "2"
        ],
        "editor": [
          "Vincent Engelhardt"
        ],
        "month": [
          "8"
        ],
        "weekday": [
          "Yawm al-ahad"
        ],
        "year": [
          "837"
        ]
      },
      "endIndex": 823,
      "guid": "c8de01e6-89a6-4be2-b652-dc128ca9e072",
      "startIndex": 763,
      "text": " يوم الأحد الثاني من شعبان المكرم عام سبع وثلاثين وثماني مائة",
      "type": "date"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "musmi",
          "writer"
        ]
      },
      "endIndex": 1625,
      "guid": "dbd5ef5d-ee4b-4051-8dc5-b9e7932e366d",
      "startIndex": 1584,
      "text": " أحمد بن علي بن محمد بن محمد بن علي بن حجر",
      "type": "person"
    }
  ],
  "text": "الحمد لله وحده بلغت المقابلة لهذا الكتاب الجليل بحمد الله سبحانه مع الولد الصالح أحمد بن لطف الباري بمن الله سبحانه وكرمه على الأم المكتوب منها صبح الأحد لعله حادي عشر شهر صفر من شهور سنة ست ومايتين وألف من الهجرة على صاحبها أفضل الصلاة والسلام وعلى آله وأصحابه والأصل المنقول منه هذه النسخة المباركة نسخة صحيحة قُرئت على الإمام العلامة أحمد بن حجر العسقلاني رحمه الله وكَتَبَ بخطه عند تمام قراءتها عليه ما لفظه:\nالحمد لله وسلام على عباده الذين اصطفى أما بعد: فقد قرأ عليَّ جميع هذا الكتاب من أوله إلى آخره صاحبه الشيخ المفيد\nStabi, Hs. Or. 5644, 221v\nالعالم الفاضل البارع المُجيد شهاب الدين أحمد بن الفقير إلى الله تعالى شمس الدين محمد الإسكندراني المعروف بابن القصاص نفعه الله تعالى ونفَّعَ به المسلمين قراءة جيدة متقنة فصيحة معربة مبينة في مجالس كثيرة انتهت في يوم الأحد الثاني من شعبان المكرم عام سبع وثلاثين وثماني مائة وأجزت له أن يرويه عني بروايتي له عن المسند الكبير أبي علي أحمد بن عبد العزيز المهدوي البزاز الفاضلي بروايته له عن المسند الكبر الفاضل جمال الدين يوسف بن عمر بن حسين الختني الحنفي عن مصنفه الحافظ الكبير العلامة المفتي |التقي| زكي الدين أبي محمد عبد العظيم بن عبد القوي المنذري وقد قرأت على شيخنا المذكور بهذا السند جميع سنن أبي داود بسماعه من شيخه بسماعه من المنذري بسنده وقد أجزت للقارئ المذكور |أن| يروي عني جميع السنن كذلك وكذلك أجزت له |أن يروي عني| جميع ما يجوز عني روايته من المسموعات والمجازات ومالي من تأليف ونظم ومتن على اختلاف متونها وشهادة [فراغ في الأصل] [إنهاء ...] بقراءته المذكورة جميع [...] كمل الكُل عنهم والله المسؤول أن يُنفع بذلك ويثيبنا به به [مكرر في الأصل] الهداية إلى خير المسالك وينجينا به من جميع المهالك إنه قريب مجيب. قال ذلك |وكتب| أحمد بن علي بن محمد بن محمد بن علي بن حجر الشافعي حامداً الله تعالى ومصلياً على محمد و|على| آله وصحبه ومسلماً والحمد لله. وسمع معه ولده جميع الكتاب المذكور وأجزت له أن يروي عني ما أجزت لوالده أعلاه كتبه ابن حجر. انتهى ما كتبه.\nوأنا الفقير إلى الله الغني الكريم الرحيم لطف الباري بن أحمد غفر الله له ولوالديه ولجميع المؤمنين وأسأله أن يصلحنا ويصلح أمة محمد أجمعين وأن يأخذ بنواصي الجميع إلى ما فيه رضاه ويمن على الجميع بحسن الخاتمة إنه على كل شيء قدير آمين آمين\nوالحمد لله رب العالمين ولا حول ولا قوة إلا بالله العلي العظيم وصلى الله على سيدنا محمد الأمين وآله الطاهرين وجميع عباد الله الصالحين."
}