{
  "metadata": {
    "characteristics": {
      "copy": [
        false
      ],
      "type": [
        null
      ]
    },
    "context": {
      "author_name": [
        "محمد بن علي بن عبد الرحمن الشهير بابن محب الفارسكوري"
      ],
      "author_viaf": [
        null
      ],
      "work_title": [
        "إجازة في القراءات"
      ]
    },
    "edit": {
      "amended_by": [
        null
      ],
      "editor": [
        "Said Aljoumani"
      ],
      "status": [
        "wip"
      ]
    },
    "object": {
      "catalog": [
        null
      ],
      "classmark": [
        "Wetzstein II 51"
      ],
      "folio_number": [
        "33v"
      ],
      "image_link": [
        "https://content.staatsbibliothek-berlin.de/dms/PPN1733506969/1200/0/00000068.jpg"
      ],
      "library": [
        "Stabi"
      ],
      "link_to_manuscript": [
        null
      ],
      "manuscript_link": [
        "https://www.qalamos.net/receive/DE1Book_manuscript_00061767"
      ]
    }
  },
  "properties": [
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "reader",
          "writer"
        ]
      },
      "endIndex": 336,
      "guid": "4b05b30e-10fe-44aa-ac01-a17ffd104eb2",
      "startIndex": 284,
      "text": "محمد ابن علي بن عبد الرحمن الشهير بابن محب الفارسكوري",
      "type": "person"
    },
    {
      "attributes": {
        "day": [
          "9"
        ],
        "editor": [
          "Vincent Engelhardt"
        ],
        "month": [
          "7"
        ],
        "weekday": [
          "Yawm al-ithnayn"
        ],
        "year": [
          "902"
        ]
      },
      "endIndex": 1802,
      "guid": "91faf6d2-23f7-4185-be98-c6448c86acfd",
      "startIndex": 1745,
      "text": "الاثنين التاسع من شهر رجب الفرد الحرام عام اثنتين وتسعمائة",
      "type": "date"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ]
      },
      "endIndex": 1939,
      "guid": "d1d4f9c3-2770-4999-835e-4311c0001048",
      "startIndex": 1829,
      "text": "صحيح وذلك كما ذكره أعلاه وفقه الله تعالى لما يحبه ويرضاه وكتب محمد بن علي بن عبد الله العطائي لطف الله به آمين.",
      "type": "signature_of_musmi"
    },
    {
      "attributes": {
        "editor": [
          "Vincent Engelhardt"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "musmi"
        ]
      },
      "endIndex": 241,
      "guid": "e2903f71-d4b2-4d32-bc86-67695fb0a72b",
      "startIndex": 93,
      "text": "شمس الدين أبي عبد الله محمد ابن الفقير إلى الله تعالى المرحومي النوري أبي الحسن علي ابن المرحومي الشمسي أبي عبد الله محمد الشهير نسبه الكريم بالعطائي",
      "type": "person"
    }
  ],
  "text": "الحمد لله رب العالمين وصلى الله على سيدنا محمد وآله وصحبه أجمعين. أما بعد فقد قرأت على الشيخ شمس الدين أبي عبد الله محمد ابن الفقير إلى الله تعالى المرحومي النوري أبي الحسن علي ابن المرحومي الشمسي أبي عبد الله محمد الشهير نسبه الكريم بالعطائي. نفع الله به المسلمين في الدنيا والآخرة| محمد ابن علي بن عبد الرحمن الشهير بابن محب الفارسكوري لطف الله به | سورة الفتح، وسورة يا أيها المزمل من أولهما إلى آخرهما قراءة مجوَّدة، وذلك ما أخبرني به أنه قرأه على النبي صلى الله عليه وسلم في المنام، وذلك أنه قال أني كنت نائماً بالمدرسة المعينية بثغر دمياط المحروس. فرأيت النبي صلى الله عليه وسلم وهو جالس القرفصاء ووجهه إلى ناحية بحر النيل المبارك، وهو على حافة الإيوان الكبير من المدرسة المذكورة، وعليه ثياب بيض كلها من صوف أبيض وعِمامة ملساء لطيفة فجيت من خلف ظهره صلى الله عليه وسلم حتى قبَّلت رأسه الشريف، فرفع وجهه الشريف إليَّ مبتسماً؛ فنظرت إلى وجهه الكريم فرأيت به شعرات بيض قليلة نحو عشرين شعرةً، وبقية شعره أسود؛ فقال لي يا شيخ اجلس فجلست على الرخام متربعاً بين يديه وقد غشيني من الهيبة والنور ما لم أستطع.\nStabi, Wetzstein II 51, 34r\nبثَّه؛ فقال لي اقرأ عليَّ فألهمتني القدرة الإلهية والعناية المحمدية أن قرأت عليه سورة الفتح من أولها إلى آخرها قراءة مُجَوَّدةً، ثم قال لي اقرأ أيضاً فقرأت سورة يا أيها المزمل من أولها إلى آخرها [...]، ثم رفع رأسه الشريف إليَّ وقال: يا شيخ أبشر فقد بقي بينك وبين رب العزة اثنان، أنا قرأت على جبريل وجبريل نقله من اللوح المحفوظ عن رب العالمين، وأجزت لك أن تقرأ وتُقرِئ من شيت. فانتبهت من منامي حينيذ، وأنا من الهيبة والنور فرح مسرور، ومن ثم فلم يأخذني نوم من الليل إلا قليلاً ولله الحمد على ذلك، وأجاز لي الشيخ شمس الدين المشار إليه لطف الله به أن أروي عنه ما قرأته من الكتب الستة في قراءة السبع، وما قرأه على النبي صلى الله عليه وسلم مع براءته من التصحيف والتحريف بشرطه عند أهله وصح ذلك |وثبت| في اليوم المبارك الاثنين التاسع من شهر رجب الفرد الحرام عام اثنتين وتسعمائة وحسبنا الله ونعم الوكيل.\nصحيح وذلك كما ذكره أعلاه وفقه الله تعالى لما يحبه ويرضاه وكتب محمد بن علي بن عبد الله العطائي لطف الله به آمين."
}