{
  "metadata": {
    "characteristics": {
      "copy": [
        false
      ],
      "type": [
        "qira"
      ]
    },
    "context": {
      "author_name": [
        "سيبويه، عمرو بن عثمان"
      ],
      "author_viaf": [
        null
      ],
      "work_title": [
        "كتاب سيبويه"
      ]
    },
    "edit": {
      "amended_by": [
        ""
      ],
      "editor": [
        "Said Aljoumani"
      ],
      "status": [
        "wip"
      ]
    },
    "object": {
      "audition_certificate_number": [
        ""
      ],
      "catalog": [
        null
      ],
      "classmark": [
        "RBME Árabe 1"
      ],
      "folio_number": [
        "3r"
      ],
      "image_link": [
        "https://imagenes.patrimonionacional.es/iiif/2/Arabe1%2FArabe1_0005.jpg/full/1654,/0/default.jpg"
      ],
      "library": [
        "Real Biblioteca del Monasterio de El Escorial"
      ],
      "link_to_manuscript": [
        null
      ],
      "manuscript_link": [
        "https://rbmecat.patrimonionacional.es/cgi-bin/koha/opac-detail.pl?biblionumber=61940"
      ]
    }
  },
  "properties": [
    {
      "attributes": {
        "day": [
          null
        ],
        "editor": [
          "Said Aljoumani"
        ],
        "month": [
          "12"
        ],
        "year": [
          "629"
        ]
      },
      "endIndex": 3808,
      "guid": "80332031-26d0-42a8-8cd5-3fc0fd78bdda",
      "startIndex": 3774,
      "text": "ذي الحجة من سنة تسع وعشرين وست ماية",
      "type": "date"
    },
    {
      "attributes": {
        "editor": [
          "Said Aljoumani"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "musmi",
          "writer"
        ]
      },
      "endIndex": 3765,
      "guid": "986031ce-d924-45eb-a5da-70e4a39348aa",
      "startIndex": 3729,
      "text": "عمر بن محمد بن عمر بن عبد الله الأزدي",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Said Aljoumani"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "sanad_al_musmi"
        ]
      },
      "endIndex": 3387,
      "guid": "9b43f329-19c4-4391-a501-19488164d066",
      "startIndex": 3371,
      "text": "أبو إسحق بن ملكون",
      "type": "person"
    },
    {
      "attributes": {
        "editor": [
          "Said Aljoumani"
        ],
        "link_to_person": [
          null
        ],
        "role": [
          "reader"
        ]
      },
      "endIndex": 2491,
      "guid": "cecb4813-dd3b-447f-8eb9-aa942db4c7b4",
      "startIndex": 2448,
      "text": "أبو علي حسن بن أحمد بن علي بن [...] الخولاني",
      "type": "person"
    }
  ],
  "text": "[...] الشيخ الفقيه [...أبو علي حسن بن أحمد بن علي بن... الخولاني] يسمع هذا الكتاب [........] تصحيح لألفاظه [......] والتفقه في ألفاظه و[.........الحا]فظ أبي بكر محمد بن عبد الله بن يحيى بن الجد سماعا مني عليه له مرتين [.............] الأستاذ أبي الحسن علي بن عبد الرحمن التنوخي المعروف بابن الأخضر سماعا منه عليه [...] الشيخ الفقيه الأستاذ أبي الحجاج الأعلم سماعا منه عليه وحدث الأعلم به عن [الشيخ أبي] القاسم بن الأفليلي عن أبي عبد الله محمد بن عاصم المعروف بالعاصمي عن محمد بن يحيى الرباحي عن أبي [جعفر...] عن الزجاج عن المبرد عن المازني عن الأخفش عن سيبويه ومن الأعلم [...] هذا الكتاب [...] عن أبي سهل يونس بن أحمد الحراني وحدثه به عن أبي مروان الطوطالقي عن [...] يونس المذكور ورواه الرباحي أيضا عن أبي القاسم بن ولاد عن أبيه عن المبرد وبسنده [عن ابن فندولة ...] أيضا عن أبي بكر الزبيدي عن أبي علي البغدادي عن ابن درستويه عن أبي [... ... ...] الحسيب الحسن بن الشماخ في كثير منه [.........] والتصحيح المذكوران وسمع على الفقيه الحسيب أبو الحسن مع ما تقدم بعض كتاب الأصول لأبي بكر بن السراج وآخر كتاب الجمل للزجاجي وكثير من موضوع الأستاذ أبي إسحق عليه [...] من كتاب التبصرة للصيمري قرأ بعضه وسمع بعضه وبقي له فيه وكثير من موضوع الأستاذ أبي إسحق عليه والجزولية سمع أكثرها والتوطئة التي لي عليها سمع أكثرها والخصائص لأبي الفتح بن جني سمع بعضها والمفصل للزمخشري سمع أيضا بعضه وسمع أيضا جميع كتاب الإيضاح لأبي علي الفارسي وقرأ بعضه وذكرت له السماع في كثير منه وكل ما ذكرناه من القراءة والسماع في الكتب المذكورة إنما كان مع التفقه والتصحيح وسمع [....................] الأعلم بعضها وبعض شعر [...] وشعر المتنبي سمع بعضه وقرأ بعضه [...] سمع بعضه وأدب الكتاب لابن قتيبة سمع بعضه والفصيح لثعلب سمع أكثره وذكرت له و[...] السماع[...] وكل هذا السماع مع التفقه والتصحيح أيضا ومما سمعه يقرأ عليَّ قراءة الرواية جزء من الحديث لأبي عبيد بعضه وكذلك بعض غريب الحديث لابن قتيبة وكذلك بعض الكافي في القراءات لابن شريح وكذلك بعض الكامل والنوادر وإصلاح المنطق بعضه وبعض لحن العامة للزبيدي وبعض مختصر العين للزبيدي وبعض الأبنية له وبعض ملاحن ابن دريد وسمع عليَّ البرنامج [....] في روايته وكل ما سمعه عليَّ من هذه الكتب قد أجزت له أن يرويه عني بحسب روايتي له وما لم يسمعه منها وقد أجزت له أيضا روايته عني كذلك وكذلك أجزت للمذكور [......] سائر [...] روايتي أو من [...] ومما سمع عليَّ بعضه [.....] أبي القاسم بن علي [...] أجزت له أيضا ما سمعه منها وما لم يسمعه أيضا [.....] وجعله لوجهه خالصا برحمته [... وكتب عمر بن محمد بن عمر بن عبد الله الأزدي ......]  [3r] بسم الله الرحمن الرحيم وصلى الله على محمد وآله ومحمد وسلم سمع عليَّ بقراءته وقرأه غيره الطالب المجتهد الزكي الذكي أبو علي حسن بن أحمد بن علي بن [...] الخولاني من أول كتاب سيبويه إلى باب أن وإن الخفيفتين والقراءة في ذلك كله قراءة تفهم وبحث بعد أن قابل كتابه هذا بكتابي الذي هو أصل أبي نصر هارون بن موسى بن جندل النحوي وكذلك أيضا سمع عليَّ من أول أبواب ما ينصرف وما لا ينصرف إلى أن شرع في باب النسب ومرَّت له طائفة صالحة بمثل القراءة المتقدمة في التفهم والبحث وأجزت له أن يروي عني جميع الكتاب ما سمعه منه وما لم يسمعه عن شيوخي الذين أخذته عنهم بحسب أخذي له عنهم وكذلك سمع عليَّ جميع كتاب الإيضاح لأبي علي الفارسي رحمه الله وهو يقرأ قراءة تفهم وبحث أيضا وسمع عليَّ جميع الكراسة المنسوبة للجزولي بمثل القراءة المذكورة وسمع عليَّ كثيرا من كتاب الزجاجي الجمل كذلك أيضا وسمع عليَّ التوطئة لكراسة الجزولي وطائفة من سر الصناعة لابن جني ومن الخصائص وكذلك من الكتب التي كانت تقرأ مرة اختلافه التي في المجلسين كالنوادر والكامل وأدب الكاتب والغريب المصنف والإصلاح والحماسة والأشعار السنية وشعر المتنبي وحبيب والفصيح و[...] والموضوع الذي وضعه الأستاذ أبو إسحق بن ملكون شيخي على كتاب الجمل وكذلك موضوعاه اللذان وضعـ[ـهما] على كتاب الحماسة آخرهما وضعه في آدابها والآخر في الجمع بين كتابي أبي الفتح عليها والموضوع [الذي] وضعته أنا على هذا الجمع وكذلك سمع عليَّ ما قرئ في تلك المرة من تصنيف أبي الفتح بن جني ومن كتاب الأصول أبي بكر بن السراج رحم الله الجميع ونفعنا وإياهم بطلب العلم وجعله لوجهه خالصا برحمته وكتب عمر بن محمد بن عمر بن عبد الله الأزدي في شهر ذي الحجة من سنة تسع وعشرين وست ماية وهو ملحق أول صحيح منه"
}